<template lang="pug">

-
    var info = {
        question: 'Часто <br> встречаетесь <br> с такими <br> проблемами',
        list: [
            { title: 'Юрист низкой квалификации?', main: 'Экономия на юридических услугах может привести к серьезным последствиям.' },
            { title: 'Претензии, иски, завышенные налоги и штрафы?', main: 'Причиной этих явлений в бизнесе является неграмотно составленный договор. Что в итоге негативно влияет на репутацию вашей компании на рынке.' },
            { title: 'Контрагенты не выполняют свои обязательства?', main: '??' },
            { title: 'Дебиторская задолженность?', main: 'В первую очередь вредит вашим оборотным средствам, что мешает вам вести свою деятельность. Причиной могут стать как не прописанные в договоре условия оплаты, так и различные форс-мажорные ситуации.' },
            { title: 'Хорошая юридическая защита бьет по бюджету?', main: 'Эксперт стоит дорого, а слабый и некомпетентный специалист обходится в итоге еще дороже. При этом топ-менеджмент постоянно сталкивается с арестом счетов, исками, жалобами и претензиями, а кассовые разрывы подрывают деятельность компании.' }            
        ]
    }

mixin both    
    .home-problems__wrap
        .home-problems__question
            h2 !{info.question}
            img.desk(src="~@/assets/images/home-question.png")
            img.mob(src="~@/assets/images/mobile/home-question.png")
        .home-problems__list
            each item in info.list
                article
                    h3= item.title 
                    p= item.main
            
section.home-problems#home-problems
    +both    

</template>
